Repository: eqvinox/asa
Catalog: po/*.po
Languages: de

source: no error
de: kein Fehler

source: command/option not supported
de: Befehl/Option nicht unterstützt

source: Asa does not have parse support for this option/style yet. This currently includes: - embedded fonts - embedded graphics - drawing commands (\p and \clip with paint commands)
de: Asa verfügt zur Zeit über keine Unterstützung für diese Option / diesen Stil. Dies schliesst momentan ein: - eingebettete Schriftarten - eingebettete Grafiken - Zeichenbefehle (\p und \clip-Variante)

source: unknown script version
de: Unbekannte Skriptversion

source: The asa parser was not able to recognize the given script version. Currently supported are 'v4.00' and 'v4.00+'
de: Asa konnte nicht erkennen, welche Skriptversion diese Datei benutzt. Derzeit unterstützt sind 'v4.00' und 'v4.00+'

source: ambiguous script version
de: Mehrdeutige Skriptversion

source: Two or more script version indicators are present in this script, not all of them indicating the same version. Check for and remove incorrect script version indicators. (this includes '[v4/v4+ Styles]') Asa is assuming ASS 4.00+ for this run.
de: Zwei oder mehr verschiedene benutzte Skriptversionen wurden in dieser Datei gefunden. Suchen und entfernen Sie unzutreffende Versionsindikatoren. (Schliesst insbesondere '[v4/v4+ Styles]' ein) Für diesen Durchlauf wurde ASS 4.00+ angenommen.

source: invalid input encoding
de: Ungültige Eingabekodierung

source: An nonconvertible, probably invalid byte sequence caused character set conversion to fail. Most of the cases, this is either a result of an incorrect \fe (includes style 'encoding' field) or a damaged file.
de: Eine unkonvertierbare, wahrscheinlich ungültige Bytesequenz führte zum Fehlschlagen der Zeichensatzumwandlung. In den meisten Fällen ist die \fe-Einstellung (bzw. das 'encoding'-Feld des Styles) falsch oder die Datei beschädigt.

source: Asa supports and does character set conversions on Unicode files as well. Use \fe0 for Unicode text.
de: Asa führt Zeichensatzumwandlungen auch in Unicode-Dateien durch. Benutzen Sie \fe0 für Unicode-Text.

source: parse error
de: Syntaxfehler

source: The parser was unable to find a matching directive at the given byte position. Either the directive is unrecognized or there is junk in the script file.
de: An der markierten Position konnte keine Direktive des angegebenen Namens gefunden werden. Entweder handelt es sich um eine nicht unterstützte Direktive oder das Skript ist fehlerhaft.

source: expecting number or sign
de: Ziffer oder Vorzeichen erwartet

source: A number, optionally with a sign prefix, was expected at this position. However, other data was found.
de: Eine Ziffer, optional mit Vorzeichen, wurde an dieser Position erwartet. Stattdessen wurden jedoch andere Daten gefunden.

source: expecting number
de: Ziffer erwartet

source: A number was expected at this position, but not found.
de: Eine Ziffer wurde an dieser Position erwartet, aber nicht vorgefunden.

source: expecting color code
de: Farbcode erwartet

source: A color code was expected by the parser, but unrecognizable data was found.
de: Ein Farbcode wurde erwartet, aber unkenntliche Daten wurden gefunden.

source: expecting boolean value
de: Boolscher Wert (yes/no) erwartet

source: A boolean value, i.e. "Yes" or "No", was expected at the given position, but the value found was not recognized as either.
de: Ein boolscher Wert in Form von "Yes" oder "No" wurde erwartet, aber die Angabe konnte nicht zugeordnet werden.

source: expected ':'
de: ':' erwartet

source: A double-colon (:) was expected to follow at this position.
de: Ein Doppelpunkt (:) wurde an dieser Stelle erwartet.

source: expected '&'
de: '&' erwartet

source: An ampersand (&) was expected to follow at this position.
de: Ein Kaufmännisches Und (&) wurde an dieser Stelle erwartet.

source: expected '('
de: '(' erwartet

source: An opening brace ("(") was expected to follow at this position.
de: Eine öffnende Klammer ("(") wurde an dieser Stelle erwartet.

source: missing closing brace
de: Schliessende Klammer fehlt

source: A brace was opened, but not closed. The parser recognized this at the given position, indicating it probably to be the last possible place to close the brace. Note this might be a runaway from an earlier brace.
de: Eine Klammer wurde geöffnet, aber nicht geschlossen. Dieser Fehler wurde an der markierten Stelle bemerkt, was bedeutet dass dies die letzte mögliche Position für die schliessende Klammer ist. Hinweis: der Fehler kann auch weiter vorne liegen.

source: leading white space before '('
de: Leerzeichen vor '('

source: White space was found before the opening brace of a style argument. The white space is ignored by asa but might cause compatibility issues with other renderers.
de: Vor der öffnenden Klammer eines Stilparameters wurde Leerraum gefuden. Während asa diesen Leerraum ignoriert, kann er zu Probemen mit anderen Renderern führen.

source: number too long
de: Zahl zu lang

source: The number at the given position was found to be too long / too large for asa to process. Please use a smaller number.
de: Die Zahl an dieser Stelle ist zu lang/zu gross für asa. Bitte benutzen Sie eine kleinere Zahl.

source: invalid number
de: Ungültige Zahl

source: The data at the given position failed to be parsed as number. This usually indicates junk in the script file.
de: Die gegebene Position konnte nicht als Zahl interpretiert werden. Dies deutet normalerweise auf ungültige Eingabedaten hin.

source: truncated line
de: Abgehackte Zeile

source: More fields were expected to follow at this position, but the end of the line was found. Note this may indicate missing field separators (i.e., commas) earlier in this line.
de: Weitere Felder wurden erwartet, doch das Ende der Zeile ist erreicht worden. Dies deutet unter Umständen auf fehlende Kommas weiter vorn auf dieser Zeile hin.

source: trailing garbage in parameter
de: Schrott hinter Parameter

source: Additional unrecognizable data was found after the end of parameter data. This usually means the file is erroneous.
de: Zusätzliche, unkenntliche Daten wurden nachdem Ende der Parameterdaten gefunden. Dies deutet normalerweise auf einen Fehler im Skript hin.

source: trailing garbage on line
de: Schrott am Ende der Zeile

source: Additional data was found at the end of this line, but not recognized. This data might either stem from an unsupported extension or indicate extra field separators (commas) earlier on the line
de: Zusätzliche Daten wurden am Ende dieser Zeile gefunden, konnten aber nicht zugeordnet werden. Die Daten könnten von einer nicht unterstützten Erweiterung stammen oder auf fehlpositionierte Feldtrenner (Kommas) weiter vorn hinweisen.

source: trailing garbage in effect
de: Schrott hinter Effekt

source: Unrecognized data was found at the end of the effect field. The effect might be invalid or an unsupported extension.
de: Unkenntliche Daten wurden am ende des Effektfeldes gefunden. Der Effekt könnte ungültig oder eine nicht unterstützte Erweiterung sein.

source: trailing garbage in brace
de: Schrott am Ende von Klammer

source: Additional unrecognizable data was found in the brace at the given position.
de: Weitere, nicht zuzuordnende Daten wurden innerhalb dieser Klammer gefunden.

source: trailing garbage in csv brace
de: Schrott am Ende von CSV-Klammer

source: Additional unrecognizable data was found in the (CSV) brace at the given position.
de: Weitere, nicht zuzuordnende Daten wurden innerhalb dieser CSV-Klammer gefunden.

source: trailing garbage after time
de: Schrott hinter Zeit

source: Additional unrecognizable data was found after the time code at the given position.
de: Weitere, nicht zuzuordnende Daten nach der Zeitangabe an dieser Position gefunden.

source: trailing garbage after acceleration
de: Schrott hinter Beschleunigung

source: Additional unrecognizable data was found after the acceleration value at the given position.
de: Weitere, nicht zuzuordnende Daten nach der Beschleunigngsangabe an dieser Position gefunden.

source: trailing garbage in color
de: Schrott hinter Farbe

source: Additional unrecognizable data was found after the color code at the given position.
de: Weitere, nicht zuzuordnende Daten nach dem Farbcode an dieser Position gefunden.

source: garbage in style override
de: Schrott in Override

source: Unparseable sequences were found within a style override. ('{...}') This usually indicates (ab-)use of style override sections as comments. If this is the case, please remove the 'comments' and put them in Comment: lines or start a line with ;. Other possible reasons for this error are typos in style overrides / etc.
de: Zusammenhanglose Daten wurden am Ende dieser Stilcodesequenz ('{...}') gefunden. Dies deutet normalerweise auf den Missbrauch von Codemarkierungn als Kommentare hin. Falls dies der Fall ist, entfernen Sie bitte die "Kommentare" und ersetzen Sie sie durch Comment:-Zeilen oder beginnen Sie eine Zeile mit ";". Andere mögliche Ursachen sind Tippfehler in Stilbefehlen / oder ähnliches.

source: unrecognized style override
de: Unbekannter Stilbefehl

source: The style override at this position is not recognized by asa. This probably indicates an unsupported extension.
de: Dieser Stilbefehl ist asa unbekannt. Dies deutet auf eine nicht unterstützte Erweiterung hin.

source: unrecognized effect
de: Unbekannter Effekt

source: The effect in this line is not recognized by asa. This probably indicates an unsupported extension.
de: Der auf dieser Zeile angegebene Effekt ist asa nicht bekannt. Dies deutet auf eine nicht unterstützte Erweiterung hin.

source: unknown style
de: Unbekannter Style

source: The Style: used by this line was not defined previously. Please check for typos and/or add a style definition at the beginning of the file.
de: Der von dieser Zeile benutzte Style: wurde nicht vorher definiert. Bitte prüfen Sie auf Tippfehler und/oder fügen sie eine passende Style:-Definition am Beginn der Datei ein.

source: problematic use of '0' style
de: Problembehaftete Benutzung des '0'-Styles

source: An element is referring to a style named '0'. A style with '0' as name historically stands for 'revert to line base style', Although asa supports this notation, it is considered deprecated and should not be used anymore.
de: Ein Element nimmt Zugriff auf einen Style namens '0'. '0' als Style hat historisch die Bedeutung "auf Zeilenstandard zurückwechseln". Obwohl asa diese Angabe unterstützt, wird sie als veraltet angesehen und sollte nicht weiter benutzt werden.

source: invalid time
de: Ungültige Zeit

source: An invalid time code was encountered.
de: Eine ungültige Zeitangabe wurde vorgefunden.

source: invalid acceleration
de: Ungültige Beschleunigung

source: An invalid acceleration value was encountered.
de: Eine ungültige Beschleunigungsangabe wurde vorgefunden.

source: invalid animation
de: Ungültige Animation

source: The given style override cannot be animated because it does not make sense or is not possible. This currently includes \fn, \r, \fe, \move and nested \t.
de: Der angegebene Stilbefehl kann nicht animiert werden, da dies keinen Sinn ergibt oder nicht möglich ist. Dies schliesst derzeit ein: \fn, \r, \fe, \move sowie verschachteltes \t.

source: WARNING: use of \fn or \r in \t causes the parser to bail out!
de: WARNUNG: die Benutzung von \fn oder \r innerhalb von \t führt zu inkorrekter Verarbeitung!

source: invalid encoding value
de: Ungültige Zeichensatznummer

source: The encoding value used here is not known to asa. Either it is invalid or it needs to be added to asa.
de: Die angegebene Zeichensatznummer ist asa nicht bekannt. Sie ist entweder ungültig oder muss nachgetragen werden.

source: unusual color length
de: Unübliche Farblänge

source: A color value with a seldom used length has been found. While this is not exactly an error, it may be a typo or some bug. This message is purely informational and intended as help to spot possible logical errors.
de: Ein Farbwert mit einer selten benutzten Länge wurde gefunden Es handelt sich hierbei nicht um einen Fehler, sondern um einen Hinweis auf einen möglichen Tippfehler / Bug. Diese Nachricht ist rein informativ und dient lediglich dem Finden möglicher logischer Fehle.

source: alpha value lost
de: Alphawert ignoriert

source: An 8-digit color value was found where a 6-digit one was expected, causing the alpha part to be dropped. This occurs on \c style overrides as well as on SSA 4.00 Style: lines. Use \<num>a instead.
de: Ein achtstelliger Farbwert wurde an einer Stelle gefunden, an der ein sechsstelliger Wert verarbeitet wird, so dass der Alphaanteil ignoriert wurde. Sechsstellig sind alle \c-Angaben sowie Style:-Farben in Original-SSA (4.00) Skripts. Benutzen Sie an diesen Stellen \<num>a.

source: stray BOM
de: Freilaufender BOM

source: The parser encountered an Unicode BOM (byte order marker) in the middle of the file. Although asa skips over stray BOMs, other parsers may not do so. It is recommended to only put exactly one BOM at the very beginning of the file.
de: Ein freier Unicode-BOM (Byte Order Marker) wurde in der Mitte der Datei gefunden. Obwohl asa solche BOMs ignoriert, kann dies zu Problemen mit anderen Renderern führen. Bringen sie exakt einen BOM am Anfang der Datei an.

source: no script header
de: Kein Skriptheader

source: Asa did not find a [Script info] header at the beginning of the file. This causes asa to enter "raw section mode", which means it ignores Format: lines. Raw section mode is left on hitting a valid section header.
de: Asa hat am Anfang der Datei keinen [Script info] header vorgefunden. Dadurch wird bei asa der "raw section mode" aktivert, d.h. Format:-Zeilen werden ignoriert. Wenn ein korrekter Sektionsheader gefunden wird, wird der raw section mode beendet.

source: invalid command for current section
de: ungültiger Befehl für aktive Sektion

source: The command encountered is not valid for the current section. This usually means you forgot a section header, or accidentally moved a line to the wrong section. Asa tries its best to execute the command nonetheless, but this might lead to further follow-up errors.
de: Der Befehl ist für die Sektion in der er vorkommt nicht gültig. Dies bedeutet normalerweise, dass der Sektionsheader vergessen wurde oder eine Zeile in die falsche Sektion gerutscht ist. Asa versucht trotzdem, den Befehl auszuführen; dies kann jedoch zu Folgefehlern führen.

source: style Format: missing
de: Format: für Style fehlt

source: Style: lines without Format: specification were found in this script. For compatibility reasons, add a standard Format: line.
de: Das Skript enthält Style:-Zeilen ohne vorhergehendes Format:. Aus Kompatibilitätsgründen sollte eine Format:-Zeile hinzugefügt werden.

source: line Format: missing
de: Format: für Inhalt fehlt

source: Dialogue / other lines without Format: specification were found in this script. For compatibility reasons, add a standard Format: line.
de: Das Skript enthält Dialogue:-/ andere Zeilen ohne vorhergehendes Format:. Aus Kompatibilitätsgründen sollte eine Format:-Zeile hinzugefügt werden.

source: The Format: line found does not match the default Format: for this script version. This might cause problems with VSFilter or older asa versions.
de: Die Angaben in der Format:-Zeile entsprechen nicht den normalen Angaben dieser SSA-/ASS-Version. Dies kann zu Problemen mit VSFilter oder älteren asa-Versionen führen.

source: repeated/late Format:
de: Format: wiederholt/verspätet

source: Another Format: line was found in a section already having a Format: line (which may have been automatically added earlier).This may cause undefined behaviour.
de: Eine Format:-Zeile wurde in dieser Sektion gefunden, nachdem bereits Inhalt verarbeitet wurde. Dies kann zu undefinierten Ergebnissen führen.

source: unknown column in Format:
de: Format: enthält unbekanntes Feld

source: An unknown column has been specified on the Format: line.
de: Im Format: ist ein Feld angegeben, das asa nicht bekannt ist.

source: wrong version Format: column
de: Format: Feld aus anderer Version

source: A column not usually allowed for this script's version has been found. (e.g. ScaleX on a non-ASS Style)
de: Die Format:-Zeile enthält ein Feld aus einer anderen SSA-/ASS-Version. (z.B. ScaleX in einem nicht-ASS Style)

source: event Format: Text not last
de: Format: Text nicht letztes Feld

source: The Events Format: line specifies a format with the Text: field not being the last field (or missing altogether). This is not supported.
de: Das Textfeld ist nicht das letzte Feld der Format:-Angabe für die Dialogzeilen, oder es ist nicht vorhanden. Dies wird nicht unterstützt.

source: floating point coordinates
de: Fließkommakoordinaten

source: This script uses floating point/decimal coordinates. Support for this is nonstandard and likely to cause problems with other renderers.
de: Das Skript benutzt Fließkommakoordinaten (Koordinaten mit Dezimalpunkt). Dies ist nicht im Standard vorgesehen und kann zu Problemen mit anderer Software führen.

source: Asa is not able to correctly process this option yet.
de: Asa kann diese Option zur Zeit noch nicht korrekt verarbeiten.

source: font not found
de: Schriftart nicht gefunden

source: The font requested by this style/override was not found. On Windows this problem is primarily caused by the GetFontData interface in conjunction with copyrighted or non-TrueType fonts.
de: Die von diesem Style / Stilbefehl angeforderte Schriftart konnte nicht lokalisiert werden. Auf Windows-Systemen wird dieses Problem primär durch die GetFontData-Schnittstelle in Verbindung mit copyrightgeschützten oder nicht-TrueType-Schriftarten ausgelöst.

source: The font requested by this style/override was not found.
de: Die von diesem Style / Stilbefehl angeforderte Schriftart konnte nicht lokalisiert werden.

source: unanimatable parameter
de: Nicht animierbarer Parameter

source: The script is trying to animate a parameter for which no animation controller exists. Either asa lacks the support for this or animating this element does not make sense (e.g. \fn, \fad).
de: Das Skript versucht, einen Parameter zu animieren, für den asa über keine Animationsmethode verfügt. Entweder der Support hierfür fehlt, oder eine Animation macht bei diesem Element keinen Sinn (z.B. \fn, \fad).
